/* Have fun learning this table */
"Activity Detail: Game" = "Divertirsi imparando questa tabella";

/* A challenging memory game */
"Activity Detail: Pairs" = "Un gioco di memoria impegnativo";

/* An easy start to learning this table */
"Activity Detail: Practice" = "Un avvio facile apprendimento di questa tabella";

/* See how much you've learned */
"Activity Detail: Test" = "Vedere quanto hai imparato";

/* Game */
"Activity Title: Game" = "Gioco";

/* Pairs */
"Activity Title: Pairs" = "Coppie";

/* Practice */
"Activity Title: Practice" = "Pratica";

/* Test */
"Activity Title: Test" = "Test";

/* restart */
"Button: restart" = "riavviare";

/* start */
"Button: start" = "iniziare";

/* Player 1 */
"Default: name" = "Il giocatore 1";

/* Click only on the numbers which are multiples of %i */
"Freya: click multiples" = "Fare clic su solo sui numeri che sono multipli di %i";

/* CORRECT - press next for another sum */
"Freya: correct" = "CORREGGERE - premere Avanti per un'altra somma";

/* CORRECT - well done */
"Freya: correct done" = "CORRETTO - ben fatto";

/* Drag the correct answer on to the square */
"Freya: drag" = "Trascinare la risposta corretta a quadrato";

/* EXCELLENT %@ */
"Freya: Excellent" = "Eccellente %@";

/* EXCELLENT %@, you scored %i */
"Freya: Excellent score" = "%1$@ eccellenti, hai segnato %2$i.";

/* NOT BAD. Press restart to try again  %@. */
"Freya: Not bad" = "Non male. Premere Riavvia per riprovare %@.";

/* NOT BAD %@, you scored %i */
"Freya: Not bad score" = "%1$@ non è male, hai segnato %2$i";

/* Now tap a blue card */
"Freya: Now tap blue" = "Ora seleziona una carta blu";

/* Now tap a red card */
"Freya: Now tap red" = "Toccare ora un cartellino rosso";

/* Congratulations you cleared the table in %i goes. */
"Freya: Pairs congrats" = "Complimenti è stata deselezionata la tabella in %i mete.";

/* Hard luck. Wait a few seconds to try again. */
"Freya: Pairs hard luck" = "Hard luck. Attendere alcuni secondi per riprovare.";

/* I think you need a little more practice %@. */
"Freya: Rubbish" = "Penso che avete bisogno di un po' di pratica più %@.";

/* You scored %i. I think you need more practice %@. */
"Freya: Rubbish score" = "Hai segnato %1$i. Penso che avete bisogno di più pratica %2$@.";

/* Tap one red card and one blue to find a pair */
"Freya: tap one red one blue" = "Toccare un cartellino rosso e uno blu per trovare una coppia";

/* Type your name, then tap on the bus */
"Freya: Type name" = "Digitare il proprio nome, quindi premere sul bus";

/* Hello - Welcome to Times Table Fun. Pick a theme */
"Freya: Welcome to" = "Ciao - Benvenuti a 'Times Table Fun'. Scegliete un tema";

/* WELL DONE %@ */
"Freya: Well done" = "Well done  %@";

/* WELL DONE %@, you scored %i */
"Freya: Well done score" = "Ben fatto %1$@, hai segnato %2$i";

/* SORRY - Wrong answer, try again */
"Freya: wrong try again" = "Siamo spiacenti, sbagliato la risposta, riprovare";

/* %@ cleared in %i on %@ */
"High score: cleared" = "%1$@ deselezionata nella tabella %2$i, il %3$@";

/* Score: %i */
"High score: scored" = "Punteggio: %i";

/* %@ scored %i on %@ */
"High score: scored score on" = "%1$@ ha segnato  %2$i il %3$@";

/* HIGH SCORES: */
"High score: title" = "Punteggi più alti:";

/* my name is */
"Label: name" = "Il mio nome è";

/* Tries:%i Score:%i */
"Label: Pairs score" = "Tentativi:%1$i Punteggio:%2$i";

/* Score: %i out of %i */
"Label: Score out of" = "Punteggio: %1$i su %2$i";

/* Score: %i */
"Label: Score short" = "Punteggio: %i";

/* score:  %i */
"Label: score with score" = "punteggio:  %i";

/* Your name */
"Page title: Your name" = "Il tuo nome";

/*  times table */
"Phrase: Blank times table" = " volte tabella";

/* You scored %i\n */
"Score: You scored" = "Hai segnato  %i\n";

/* Choose a number */
"Screen Title: Choose a number" = "Scegliere un numero";

/* Game */
"Screen Title: Game" = "Partita";

/* Choose an activity */
"ScreenTitle: Choose a task" = "Scegliere un'attività";

/* Apples */
"Theme: Apples" = "Le mele";

/* Footballs */
"Theme: Footballs" = "Palloni da calcio";

/* Hearts */
"Theme: Hearts" = "Cuori";

/* Stars */
"Theme: Starts" = "Stelle";

/* REMEMBER */
"Title: REMEMBER" = "RICORDATE";

"Title: Learn" = "Imparare";

"Activity Detail: Learn" = "Cominciare dall'inizio";

"Freya: Press next to see your score" = "Preme 'avanti' per vedere il tuo punteggio";

"Freya: count squares" = "Quanti quadrati? Premere il pulsante quando che mostra la risposta corretta.";

/* Upgrade to full version */
"Title: Upgrade" = "Eseguire l'aggiornamento alla versione completa";

/* Upgrade to full version */
"Text: Upgrade" = "Questa è la versione gratuita di Times Table Fun che copre solo 2, 3 e 4 volte tabelle. L'aggiornamento alla versione completa per solo $price.";

